Repository: SigmaNight/basiliskLLM
Catalog: basilisk/res/*/LC_MESSAGES/basiliskLLM.po
Languages: pt_br

source: The latest GPT-4 model intended to reduce cases of “laziness” where the model doesn’t complete a task
pt_br: O modelo GPT-4 mais recente projetado para reduzir casos de “preguiça” onde o modelo não completa uma tarefa

source: GPT-4 Turbo model featuring improved instruction following, JSON mode, reproducible outputs, parallel function calling, and more
pt_br: Modelo GPT-4 Turbo com acompanhamento de instruções aprimorado, modo JSON, saídas reproduzíveis, chamadas de função paralelas e mais

source: GPT-4 Turbo with vision. Ability to understand images, in addition to all other GPT-4 Turbo capabilities
pt_br: GPT-4 Turbo com visão. Capacidade de entender imagens, além de todas as outras capacidades do GPT-4 Turbo

source: More capable than any GPT-3.5 model, able to do more complex tasks, and optimized for chat
pt_br: Mais capaz que qualquer modelo GPT-3.5, capaz de realizar tarefas mais complexas e otimizado para chat

source: Same capabilities as the standard gpt-4 mode but with 4x the context length
pt_br: Mesmas capacidades do modo gpt-4 padrão, mas com 4x o comprimento do contexto
