Repository: SigmaNight/basiliskLLM
Catalog: basilisk/res/*/LC_MESSAGES/basiliskLLM.po
Languages: pt_br

source: An error occurred during completion:
pt_br: Ocorreu um erro durante a conclusão:

source: Error
pt_br: Erro

source: A task is already running. Please wait for it to complete.
pt_br: Uma tarefa já está em execução. Aguarde a conclusão.

source: Failed to activate system certificate store
pt_br: Falha ao ativar o armazenamento de certificados do sistema

source: yes
pt_br: sim

source: no
pt_br: não

source: Vision:
pt_br: Visão:

source: Context window:
pt_br: Janela de contexto:

source: Max output tokens:
pt_br: Máximo de tokens de saída:

source: Full screen capture (%s)
pt_br: Captura de tela inteira (%s)

source: Partial screen capture (%s)
pt_br: Captura de tela parcial (%s)

source: Window screen capture (%s)
pt_br: Captura de janela (%s)

source: Where LLMs Unite
pt_br: Onde os LLMs se Unem

source: &Name:
pt_br: &Nome:

source: Organisation key storage &method:
pt_br: &Método de armazenamento da chave da organização:

source: Organisation &Key:
pt_br: &Chave da organização:

source: Please enter a name
pt_br: Por favor, insira um nome

source: Please select a key storage method
pt_br: Por favor, selecione um método de armazenamento de chave

source: Please enter a key
pt_br: Por favor, insira uma chave

source: Organizations
pt_br: Organizações

source: Name
pt_br: Nome

source: Key
pt_br: Chave

source: Source
pt_br: Fonte

source: &Add
pt_br: &Adicionar

source: &Edit
pt_br: &Editar

source: &Remove
pt_br: &Remover

source: Unknown
pt_br: Desconhecido

source: Add organization
pt_br: Adicionar organização

source: Edit organization
pt_br: Editar organização

source: Are you sure you want to remove the organization {0}?
pt_br: Tem certeza de que deseja remover a organização {0}?

source: Confirmation
pt_br: Confirmação

source: &Provider:
pt_br: &Provedor:

source: API &key storage method:
pt_br: &Método de armazenamento da chave API:

source: API &key:
pt_br: &Chave API:

source: &Organization to use:
pt_br: &Organização a usar:

source: Custom &base URL:
pt_br: &URL base personalizado:

source: Personal
pt_br: Pessoal

source: Custom &base URL (default: {0})
pt_br: &URL base personalizado (padrão: {0})

source: Please select a provider
pt_br: Por favor, selecione um provedor

source: Please select an API key storage method
pt_br: Por favor, selecione um método de armazenamento da chave API

source: Please enter an API key. It is required for this provider
pt_br: Por favor, insira uma chave API. É necessária para este provedor

source: Please enter a valid custom base URL
pt_br: Por favor, insira um URL base personalizado válido

source: Accounts
pt_br: Contas

source: Provider
pt_br: Provedor

source: Active organization
pt_br: Organização ativa

source: &Manage organizations...
pt_br: &Gerenciar organizações...

source: Default account
pt_br: Conta padrão

source: No (personal)
pt_br: Não (pessoal)

source: Manage organizations
pt_br: Gerenciar organizações

source: Add account
pt_br: Adicionar conta

source: Cannot edit account from environment variable
pt_br: Não é possível editar conta obtida de variável de ambiente

source: Edit account
pt_br: Editar conta

source: Are you sure you want to remove the account {0}?
pt_br: Tem certeza de que deseja remover a conta {0}?

source: Cannot remove account from environment variable
pt_br: Não é possível remover conta obtida de variável de ambiente

source: &Account:
pt_br: &Conta:

source: S&ystem prompt:
pt_br: &Prompt do sistema:

source: M&odels:
pt_br: &Modelos:

source: Vision
pt_br: Visão

source: Context window
pt_br: Janela de contexto

source: Max tokens
pt_br: Máximo de tokens

source: Show details
pt_br: Mostrar detalhes

source: Model details
pt_br: Detalhes do modelo

source: &Web search mode
pt_br: Modo de &pesquisa na web

source: Max to&kens:
pt_br: Máximo de &tokens:

source: &Temperature:
pt_br: &Temperatura:

source: Probabilit&y Mass (top P):
pt_br: Massa de probabilidade (&top P):

source: &Stream mode
pt_br: Modo de &fluxo

source: profile &name:
pt_br: &nome do perfil:

source: &Include account in profile
pt_br: &Incluir conta no perfil

source: Profile name cannot be empty
pt_br: O nome do perfil não pode estar vazio

source: Profile name error
pt_br: Erro no nome do perfil

source: Conversation &Profiles
pt_br: &Perfis de conversa

source: Profile name
pt_br: Nome do perfil

source: Profile de&tails:
pt_br: &Detalhes do perfil:

source: &Default Profile
pt_br: &Perfil padrão

source: Add Conversation Profile
pt_br: Adicionar perfil de conversa

source: Are you sure you want to remove the profile: %s?
pt_br: Tem certeza de que deseja remover o perfil: %s?

source: Remove Profile %s
pt_br: Remover perfil %s

source: Name:
pt_br: Nome:

source: Account name:
pt_br: Nome da conta:

source: Model:
pt_br: Modelo:

source: Temperature:
pt_br: Temperatura:

source: Stream mode:
pt_br: Modo de fluxo:

source: System prompt:
pt_br: Prompt do sistema:

source: Untitled conversation
pt_br: Conversa sem título

source: &Messages:
pt_br: &Mensagens:

source: Submit
pt_br: Enviar

source: Stop completio&n
pt_br: Parar &conclusão

source: Record
pt_br: Gravar

source: Apply profile
pt_br: Aplicar perfil

source: The selected provider does not support speech-to-text
pt_br: O provedor selecionado não suporta conversão de fala em texto

source: Select an audio file to transcribe
pt_br: Selecione um arquivo de áudio para transcrição

source: Audio files
pt_br: Arquivos de áudio

source: Recording...
pt_br: Gravando...

source: Recording stopped
pt_br: Gravação parada

source: Transcribing...
pt_br: Transcrevendo...

source: Ready
pt_br: Pronto

source: An error occurred during transcription:
pt_br: Ocorreu um erro durante a transcrição:

source: Stop recording
pt_br: Parar gravação

source: A completion is already in progress. Please wait until it finishes.
pt_br: Uma conclusão já está em andamento. Aguarde até que termine.

source: An error occurred during title generation:
pt_br: Ocorreu um erro durante a geração do título:

source: An error occurred while saving the conversation:
pt_br: Ocorreu um erro ao salvar a conversa:

source: Edit Message Block
pt_br: Editar bloco de mensagens

source: &Assistant response:
pt_br: &Resposta do assistente:

source: &Regenerate Response
pt_br: &Regenerar resposta

source: Read current message
pt_br: Ler mensagem atual

source: Speak stream
pt_br: Falar em tempo real

source: Show as HTML (from Markdown)
pt_br: Mostrar como HTML (de Markdown)

source: Show citations
pt_br: Mostrar citações

source: Copy current message
pt_br: Copiar mensagem atual

source: Select current message
pt_br: Selecionar mensagem atual

source: Go to previous message
pt_br: Ir para mensagem anterior

source: Go to next message
pt_br: Ir para próxima mensagem

source: Move to start of message
pt_br: Mover para o início da mensagem

source: Move to end of message
pt_br: Mover para o fim da mensagem

source: Edit message block
pt_br: Editar bloco de mensagens

source: Remove message block
pt_br: Remover bloco de mensagens

source: Find...
pt_br: Encontrar...

source: Find Next
pt_br: Encontrar próximo

source: Find Previous
pt_br: Encontrar anterior

source: Message copied to clipboard
pt_br: Mensagem copiada para a área de transferência

source: Start of message
pt_br: Início da mensagem

source: End of message
pt_br: Fim da mensagem

source: Stream speaking %s
pt_br: Fala em tempo real %s

source: enabled
pt_br: ativado

source: disabled
pt_br: desativado

source: Message block removed
pt_br: Bloco de mensagens removido

source: Message block updated
pt_br: Bloco de mensagens atualizado

source: Unknown location
pt_br: Localização desconhecida

source: Document {document_index} / {location_text}
pt_br: Documento {document_index} / {location_text}

source: %d citations in the current message
pt_br: %d citações na mensagem atual

source: No citations for this message
pt_br: Nenhuma citação para esta mensagem

source: Message citations
pt_br: Citações da mensagem

source: New conversation
pt_br: Nova conversa

source: New conversation from profile
pt_br: Nova conversa a partir de perfil

source: Open conversation
pt_br: Abrir conversa

source: Name conversation
pt_br: Nomear conversa

source: Save conversation
pt_br: Salvar conversa

source: Save conversation as
pt_br: Salvar conversa como

source: Close conversation
pt_br: Fechar conversa

source: Attach f&iles
pt_br: Anexar a&rquivos

source: Add image from &URL
pt_br: Adicionar imagem por &URL

source: Transcribe audio from microphone
pt_br: Transcrever áudio do microfone

source: Transcribe audio file
pt_br: Transcrever arquivo de áudio

source: Manage &accounts
pt_br: Gerenciar &contas

source: Install NVDA addon
pt_br: Instalar complemento NVDA

source: Check updates
pt_br: Verificar atualizações

source: &GitHub repository
pt_br: Repositório &GitHub

source: Roko's Basilisk
pt_br: Basilisco de Roko

source: View &log
pt_br: Visualizar &log

source: &Conversation
pt_br: &Conversa

source: Too&ls
pt_br: Ferramen&tas

source: &Help
pt_br: &Ajuda

source: Minimize to tray
pt_br: Minimizar para a bandeja

source: No conversation selected
pt_br: Nenhuma conversa selecionada

source: No screen coordinates provided
pt_br: Nenhuma coordenada de tela fornecida

source: Profile '%s' not found
pt_br: Perfil '%s' não encontrado

source: Conversation %d
pt_br: Conversa %d

source: Manage accounts
pt_br: Gerenciar contas

source: Settings
pt_br: Configurações

source: Manage conversation profiles
pt_br: Gerenciar perfis de conversa

source: Failed to create NVDA addon
pt_br: Falha ao criar complemento NVDA

source: Failed to open log file
pt_br: Falha ao abrir arquivo de log

source: New version available
pt_br: Nova versão disponível

source: Downloading update
pt_br: Baixando atualização

source: Manage conversation &profiles
pt_br: Gerenciar &perfis de conversa

source: Manual name conversation
pt_br: Nomear conversa manualmente

source: &Auto name conversation
pt_br: &Nomear conversa automaticamente

source: Apply conversation profile
pt_br: Aplicar perfil de conversa

source: Please add an account first. Do you want to add an account now?
pt_br: Por favor, adicione uma conta primeiro. Deseja adicionar uma conta agora?

source: No account configured
pt_br: Nenhuma conta configurada

source: Basilisk conversation files
pt_br: Arquivos de conversa do Basilisk

source: Failed to open conversation file: '%s', error: %s
pt_br: Falha ao abrir arquivo de conversa: '%s', erro: %s

source: Enter a name for the conversation:
pt_br: Digite um nome para a conversa:

source: &Generate
pt_br: &Gerar

source: An error occurred while generating the name: %s
pt_br: Ocorreu um erro ao gerar o nome: %s

source: Perform OCR on Attachments
pt_br: Realizar OCR em anexos

source: An error occurred while processing OCR results. Details: %s
pt_br: Ocorreu um erro ao processar os resultados do OCR. Detalhes: %s

source: OCR completed successfully. Text extracted to:
pt_br: OCR concluído com sucesso. Texto extraído para:

source: Do you want to open the files?
pt_br: Deseja abrir os arquivos?

source: Result
pt_br: Resultado

source: OCR completed, but no text was extracted.
pt_br: OCR concluído, mas nenhum texto foi extraído.

source: The selected provider does not support OCR.
pt_br: O provedor selecionado não suporta OCR.

source: No attachments to perform OCR on.
pt_br: Nenhum anexo para realizar OCR.

source: The selected provider does not have a client.
pt_br: O provedor selecionado não possui um cliente.

source: Performing OCR...
pt_br: Realizando OCR...

source: Performing OCR on attachments...
pt_br: Realizando OCR em anexos...

source: Log level
pt_br: Nível de log

source: Language (Requires restart)
pt_br: Idioma (Requer reinicialização)

source: Quit on &close, don't minimize
pt_br: Sair ao &fechar, não minimizar

source: Update
pt_br: Atualizar

source: Release channel
pt_br: Canal de lançamento

source: Automatic update mode
pt_br: Modo de atualização automática

source: Advanced mode
pt_br: Modo avançado

source: Conversation
pt_br: Conversa

source: Custom role label for user:
pt_br: Rótulo de papel personalizado para usuário:

source: Custom role label for assistant:
pt_br: Rótulo de papel personalizado para assistente:

source: Message Selection on Previous/Next Navigation
pt_br: Seleção de mensagem na navegação Anterior/Próxima

source: Send message with Enter, insert newline with Shift+Enter
pt_br: Enviar mensagem com Enter, inserir nova linha com Shift+Enter

source: Enable &Accessible Output to provide spoken and braille feedback for actions and messages
pt_br: Ativar &Saída Acessível para fornecer feedback falado e em braille para ações e mensagens

source: Focus message history after sending
pt_br: Focar no histórico de mensagens após enviar

source: Images
pt_br: Imagens

source: Resize images before uploading
pt_br: Redimensionar imagens antes de carregar

source: Maximum &height (0 to resize proportionally to the width):
pt_br: Altura &máxima (0 para redimensionar proporcionalmente à largura):

source: Maximum &width (0 to resize proportionally to the height):
pt_br: Largura &máxima (0 para redimensionar proporcionalmente à altura):

source: &Quality for JPEG images (0 [worst] to 95 [best], values above 95 should be avoided):
pt_br: &Qualidade para imagens JPEG (0 [pior] a 95 [melhor], valores acima de 95 devem ser evitados):

source: Network
pt_br: Rede

source: Use system certificate store (Requires restart)
pt_br: Usar armazenamento de certificados do sistema (Requer reinicialização)

source: Server
pt_br: Servidor

source: Enable server mode (requires restart)
pt_br: Ativar modo de servidor (requer reinicialização)

source: Port:
pt_br: Porta:

source: Cancel
pt_br: Cancelar

source: System default (auto)
pt_br: Padrão do sistema (auto)

source: &Attachments:
pt_br: &Anexos:

source: Size
pt_br: Tamanho

source: Location
pt_br: Localização

source: Paste (file or text)
pt_br: Colar (arquivo ou texto)

source: Remove selected attachment
pt_br: Remover anexo selecionado

source: Copy location
pt_br: Copiar localização

source: Add files...
pt_br: Adicionar arquivos...

source: Add attachment URL...
pt_br: Adicionar URL de anexo...

source: No engine available. Please select an account.
pt_br: Nenhum mecanismo disponível. Selecione uma conta.

source: This provider does not support any attachment formats.
pt_br: Este provedor não suporta nenhum formato de anexo.

source: All supported formats
pt_br: Todos os formatos suportados

source: Select one or more files to attach
pt_br: Selecione um ou mais arquivos para anexar

source: Enter the URL of the file to attach:
pt_br: Digite o URL do arquivo a ser anexado:

source: Add attachment from URL
pt_br: Adicionar anexo por URL

source: Invalid URL format.
pt_br: Formato de URL inválido.

source: HTTP error %s.
pt_br: Erro HTTP %s.

source: Error adding attachment from URL: %s
pt_br: Erro ao adicionar anexo por URL: %s

source: MIME type
pt_br: Tipo MIME

source: Dimensions
pt_br: Dimensões

source: Attachment details
pt_br: Detalhes do anexo

source: This attachment format is not supported by the current provider. Source:
pt_br: Este formato de anexo não é suportado pelo provedor atual. Fonte:

source: This attachment format is not supported by the current provider. Source: %s
pt_br: Este formato de anexo não é suportado pelo provedor atual. Fonte: %s

source: The attachment file does not exist: %s
pt_br: O arquivo de anexo não existe: %s

source: Please select a model
pt_br: Por favor, selecione um modelo

source: The selected model does not support images. Please select a vision model instead ({0}).
pt_br: O modelo selecionado não suporta imagens. Selecione um modelo de visão ({0}).

source: Search
pt_br: Pesquisar

source: &Search for:
pt_br: &Pesquisar por:

source: Direction
pt_br: Direção

source: &Backward
pt_br: &Para trás

source: &Forward
pt_br: &Para frente

source: Mode
pt_br: Modo

source: &Plain Text
pt_br: &Texto simples

source: E&xtended
pt_br: E&xtendido

source: Re&gular Expression
pt_br: Expressão Re&gular

source: Dot matches &all (.)
pt_br: Ponto corresponde a &tudo (.)

source: &Case Sensitive
pt_br: &Diferenciar maiúsculas/minúsculas

source: Please enter text to search for.
pt_br: Por favor, insira o texto para pesquisar.

source: "{search_text}" not found.
pt_br: "{search_text}" não encontrado.

source: Search Result
pt_br: Resultado da pesquisa

source: Show
pt_br: Mostrar

source: Hide
pt_br: Ocultar

source: About
pt_br: Sobre

source: Quit
pt_br: Sair

source: Release Notes for basiliskLLM %s
pt_br: Notas de lançamento para basiliskLLM %s

source: Downloading update...
pt_br: Baixando atualização...

source: Update &now
pt_br: Atualizar &agora

source: &Release notes
pt_br: &Notas de lançamento

source: Update download finished
pt_br: Download da atualização concluído

source: Update basiliskLLM version: %s
pt_br: Atualizar versão do basiliskLLM: %s

source: Error downloading update: %s
pt_br: Erro ao baixar atualização: %s

source: Checking for updates...
pt_br: Verificando atualizações...

source: A new version of basiliskLLM is available. Do you want to update?
pt_br: Uma nova versão do basiliskLLM está disponível. Deseja atualizar?

source: Current version:
pt_br: Versão atual:

source: New version:
pt_br: Nova versão:

source: Current version: %s
pt_br: Versão atual: %s

source: Update are disabled for source application
pt_br: Atualizações desativadas para aplicativo de origem

source: Update disabled
pt_br: Atualização desativada

source: New version: %s
pt_br: Nova versão: %s

source: You are using the latest version of basiliskLLM
pt_br: Você está usando a versão mais recente do basiliskLLM

source: Error checking for updates: %s
pt_br: Erro ao verificar atualizações: %s

source: High-performance model
pt_br: Modelo de alto desempenho

source: Our most capable model
pt_br: Nosso modelo mais capaz

source: High-performance model with early extended thinking
pt_br: Modelo de alto desempenho com pensamento estendido inicial

source: Our previous intelligent model
pt_br: Nosso modelo inteligente anterior

source: Our fastest model
pt_br: Nosso modelo mais rápido

source: Powerful model for complex tasks
pt_br: Modelo poderoso para tarefas complexas

source: Fastest and most compact model for near-instant responsiveness
pt_br: Modelo mais rápido e compacto para resposta quase instantânea

source: World's best edge model
pt_br: Melhor modelo de ponta do mundo

source: Powerful edge model with extremely high performance/price ratio
pt_br: Modelo de ponta poderoso com altíssima relação desempenho/preço

source: Our top-tier reasoning model for high-complexity tasks with the latest version v2 released July 2024
pt_br: Nosso modelo de raciocínio de alto nível para tarefas de alta complexidade com a versão v2 lançada em julho de 2024

source: Our frontier-class multimodal model released November 2024
pt_br: Nosso modelo multimodal de classe de ponta lançado em novembro de 2024

source: Our latest enterprise-grade small model with the lastest version v2 released September 2024
pt_br: Nosso modelo compacto de nível empresarial mais recente com a versão v2 lançada em setembro de 2024

source: A 24B text model, open source model that excels at using tools to explore codebases, editing multiple files and power software engineering agents.
pt_br: Modelo de texto 24B, modelo de código aberto que se destaca no uso de ferramentas para explorar bases de código, editar múltiplos arquivos e fortalecer agentes de engenharia de software.

source: Our cutting-edge language model for coding released May 2024
pt_br: Nosso modelo de linguagem de ponta para programação lançado em maio de 2024

source: A 12B model with image understanding capabilities in addition to text
pt_br: Modelo 12B com capacidades de entendimento de imagens além de texto

source: A 12B model built with the partnership with Nvidia. It is easy to use and a drop-in replacement in any system using Mistral 7B that it supersedes
pt_br: Modelo 12B construído em parceria com a Nvidia. É fácil de usar e substitui diretamente qualquer sistema que usa o Mistral 7B

source: A powerful and efficient model for languages from the Middle East and South Asia.
pt_br: Modelo poderoso e eficiente para idiomas do Oriente Médio e Sul da Ásia.

source: Flagship GPT model for complex tasks
pt_br: Modelo GPT principal para tarefas complexas

source: Balanced for intelligence, speed, and cost
pt_br: Balanceado para inteligência, velocidade e custo

source: Fastest, most cost-effective GPT-4.1 model
pt_br: Modelo GPT-4.1 mais rápido e econômico

source: Faster, more affordable reasoning model
pt_br: Modelo de raciocínio mais rápido e acessível

source: Our most powerful reasoning model
pt_br: Nosso modelo de raciocínio mais poderoso

source: Points to one of the most recent iterations of gpt-4o-mini model
pt_br: Refere-se a uma das iterações mais recentes do modelo gpt-4o-mini

source: GPT model for web search in Chat Completions
pt_br: Modelo GPT para pesquisa na web em Completamentos de Chat

source: Fast, affordable small model for web search
pt_br: Modelo pequeno, rápido e acessível para pesquisa na web

source: Dynamic model continuously updated to the current version of GPT-4o in ChatGPT
pt_br: Modelo dinâmico continuamente atualizado para a versão atual do GPT-4o no ChatGPT

source: Our most recent small reasoning model, providing high intelligence at the same cost and latency targets of o1-mini. o3-mini also supports key developer features, like Structured Outputs, function calling, Batch API, and more. Like other models in the o-series, it is designed to excel at science, math, and coding tasks.
pt_br: Nosso modelo de raciocínio pequeno mais recente, oferece alta inteligência com os mesmos alvos de custo e latência do o1-mini. O o3-mini também suporta recursos importantes para desenvolvedores, como Saídas Estruturadas, chamadas de função, API em lote e mais. Como outros modelos da série o, é projetado para se destacar em tarefas de ciência, matemática e programação.

source: Points to the most recent snapshot of the o1 model
pt_br: Refere-se ao snapshot mais recente do modelo o1

source: Points to the most recent o1-mini snapshot
pt_br: Refere-se ao snapshot mais recente do o1-mini

source: The latest GPT-4 Turbo model with vision capabilities
pt_br: O modelo GPT-4 Turbo mais recente com capacidades de visão

source: Points to one of the most recent iterations of gpt-3.5 model
pt_br: Refere-se a uma das iterações mais recentes do modelo gpt-3.5

source: Latest snapshot that supports Structured Outputs
pt_br: Snapshot mais recente que suporta Saídas Estruturadas

source: Our high-intelligence flagship model for complex, multi-step tasks
pt_br: Nosso modelo principal de alta inteligência para tarefas complexas e multi-etapas

source: Our affordable and intelligent small model for fast, lightweight tasks. GPT-4o mini is cheaper and more capable than GPT-3.5 Turbo
pt_br: Nosso modelo pequeno, acessível e inteligente para tarefas rápidas e leves. GPT-4o mini é mais barato e mais capaz que o GPT-3.5 Turbo

source: The latest GPT-3.5 Turbo model with higher accuracy at responding in requested formats and a fix for a bug which caused a text encoding issue for non-English language function calls
pt_br: O modelo GPT-3.5 Turbo mais recente com maior precisão ao responder em formatos solicitados e uma correção para um bug que causava problemas de codificação de texto para chamadas de função em idiomas não ingleses

source: Points to one of the most recent iterations of gpt-4 model
pt_br: Refere-se a uma das iterações mais recentes do modelo gpt-4
