Repository: SigmaNight/basiliskLLM
Catalog: basilisk/res/locale/*/LC_MESSAGES/basiliskLLM.po
Languages: fr, ru, tr, uk

source: Fastest and most compact model for near-instant responsiveness
tr: Anında tepki süresi için en hızlı ve en kompakt model

source: Updated version of Claude 2 with improved accuracy
tr: Claude 2'nin geliştirilmiş doğrulukla güncellenmiş sürümü

source: Predecessor to Claude 3, offering strong all-round performance
tr: Claude 3'ün öncüsü, çok yönlü güçlü performans sunuyor

source: Our cheapest small and fast model, a predecessor of Claude Haiku
tr: En ucuz küçük ve hızlı modelimiz, Claude Haiku'nun öncüsü

source: The first dense model released by Mistral AI, perfect for experimentation, customization, and quick iteration
tr: Mistral AI tarafından yayımlanan ilk yoğun model; deneme, özelleştirme ve hızlı yineleme için mükemmel

source: A sparse mixture of experts model. As such, it leverages up to 45B parameters but only uses about 12B during inference, leading to better inference throughput at the cost of more vRAM
tr: Seyrek bir uzmanlar karışımı modeli. Bu nedenle, 45B'ye kadar parametreden yararlanır, ancak çıkarım sırasında yalnızca yaklaşık 12B kullanır, bu da daha fazla vRAM pahasına daha iyi çıkarım verimine yol açar

source: A bigger sparse mixture of experts model. As such, it leverages up to 141B parameters but only uses about 39B during inference, leading to better inference throughput at the cost of more vRAM
tr: Daha büyük, seyrek bir uzman karışımı modeli. Bu nedenle, 141B'ye kadar parametreden yararlanır ancak çıkarım sırasında yalnızca yaklaşık 39B kullanır; bu da daha fazla vRAM maliyetiyle daha iyi çıkarım verimi sağlar

source: Suitable for simple tasks that one can do in bulk (Classification, Customer Support, or Text Generation)
tr: Toplu olarak yapılabilecek basit görevler için uygundur (Sınıflandırma, Müşteri Desteği veya Metin Oluşturma)

source: Ideal for intermediate tasks that require moderate reasoning (Data extraction, Summarizing a Document, Writing emails, Writing a Job Description, or Writing Product Descriptions)
tr: Orta düzey akıl yürütme gerektiren orta düzey görevler için idealdir (Veri çıkarma, Belgeyi Özetleme, E-posta Yazma, İş Tanımı Yazma veya Ürün Açıklamaları Yazma)

source: Our flagship model that's ideal for complex tasks that require large reasoning capabilities or are highly specialized (Synthetic Text Generation, Code Generation, RAG, or Agents)
tr: Büyük muhakeme yetenekleri gerektiren veya üst düzeyde uzmanlaşmış (Sentetik Metin Oluşturma, Kod Oluşturma, RAG veya Aracılar) karmaşık görevler için ideal olan amiral gemisi modelimiz

source: A cutting-edge generative model that has been specifically designed and optimized for code generation tasks, including fill-in-the-middle and code completion
tr: Ortayı doldurma ve kod tamamlama dahil olmak üzere kod oluşturma görevleri için özel olarak tasarlanmış ve optimize edilmiş son teknoloji bir üretici model

source: Our most advanced, multimodal flagship model that’s cheaper and faster than GPT-4 Turbo
tr: GPT-4 Turbo'dan daha ucuz ve daha hızlı olan en gelişmiş, çok modlu amiral gemisi modelimiz

source: The latest GPT-4 Turbo model with vision capabilities
tr: Görüş yeteneklerine sahip en yeni GPT-4 Turbo modeli

source: Points to one of the most recent iterations of gpt-3.5 ProviderAIModel.
tr: Gpt-3.5 ProviderAIModel'in en son yinelemelerinden birine işaret eder.

source: The latest GPT-3.5 Turbo ProviderAIModel with higher accuracy at responding in requested formats and a fix for a bug which caused a text encoding issue for non-English language function calls.
tr: İstenilen biçimlerde yanıt verme konusunda daha yüksek doğruluk sağlayan en yeni GPT-3.5 Turbo SağlayıcıAIModel'i ve İngilizce dışındaki dillerdeki işlev çağrılarında metin kodlama sorununa neden olan bir hatanın düzeltilmesi.

source: Points to one of the most recent iterations of gpt-4 ProviderAIModel.
tr: Gpt-4 ProviderAIModel'in en son yinelemelerinden birine işaret eder.

source: The latest GPT-4 ProviderAIModel intended to reduce cases of “laziness” where the ProviderAIModel doesn’t complete a task.
tr: En son GPT-4 ProviderAIModel, ProviderAIModel'in bir görevi tamamlamadığı "tembellik" durumlarını azaltmayı amaçlıyor.

source: GPT-4 Turbo ProviderAIModel featuring improved instruction following, JSON mode, reproducible outputs, parallel function calling, and more.
tr: GPT-4 Turbo SağlayıcıAIModel, daha iyi talimat izleme, JSON modu, tekrarlanabilir çıktı, paralel işlev çağrısı ve daha fazlasını sunar.

source: GPT-4 Turbo with vision. Ability to understand images, in addition to all other GPT-4 Turbo capabilities.
tr: Vizyonlu GPT-4 Turbo. Diğer tüm GPT-4 Turbo özelliklerine ek olarak görüntüleri anlama yeteneği.

source: More capable than any GPT-3.5 ProviderAIModel, able to do more complex tasks, and optimized for chat
tr: Herhangi bir GPT-3.5 SağlayıcıAIModel'inden daha yeteneklidir, daha karmaşık görevleri yerine getirebilir ve sohbet için optimize edilmiştir

source: Same capabilities as the standard gpt-4 mode but with 4x the context length.
tr: Standart gpt-4 moduyla aynı yeteneklere sahiptir ancak bağlam uzunluğunun 4 katıdır.
