Repository: SigmaNight/basiliskLLM
Catalog: basilisk/res/locale/*/LC_MESSAGES/basiliskLLM.po
Languages: fr, ru, tr, uk

source: An error occurred while processing OCR results. Details: %s
ru: Произошла ошибка при обработке результатов распознавания текста. Подробности: %s
uk: Під час обробки результатів розпізнавання сталася помилка. Деталі: %s

source: OCR Error
uk: Помилка OCR

source: OCR completed successfully. Text extracted to:
ru: Распознавание текста успешно завершено. Текст извлечён в:
uk: Розпізнавання успішно завершено. Текст вилучено до:

source: Do you want to open the files?
ru: Вы хотите открыть эти файлы?
uk: Ви хочете відкрити файли?

source: Result
ru: Результат
uk: Результат

source: OCR completed, but no text was extracted.
ru: Распознавание текста завершено, но текст не извлечён.
uk: Розпізнавання завершено, але текст не було вилучено.

source: The selected provider does not support OCR.
ru: Выбранный поставщик не поддерживает распознавание текста.
uk: Вибраний постачальник не підтримує розпізнавання.

source: No attachments to perform OCR on.
ru: Нет вложений для распознавания текста.
uk: Немає вкладень для виконання розпізнавання.

source: The selected provider does not have a client.
ru: У выбранного поставщика нет клиента.
uk: Вибраний постачальник не має клієнта.

source: Performing OCR...
ru: Выполняется распознавание текста...
uk: Виконується розпізнавання...

source: Performing OCR on attachments...
ru: Выполняется распознавание текста во вложениях...
uk: Виконання розпізнавання вкладень...

source: Log level
fr: Niveau de journalisation
ru: Уровень журнала
tr: Günlük düzeyi
uk: Рівень журналу

source: Language (Requires restart)
fr: Langue (redémarrage nécessaire)
ru: Язык (требуется перезапуск)
tr: Dil (Yeniden başlatma gerektirir)
uk: Мова (потрібен перезапуск)

source: Quit on &close, don't minimize
fr: Quitter à la fermeture sans minimiser
ru: Выходить при &закрытии, не сворачивать
uk: При виході &закрити, не згортати

source: Update
fr: Mettre à jour
ru: Обновление
tr: Güncelleme
uk: Оновлення

source: Release channel
fr: Canal de version
ru: Канал выпусков
tr: Yayın kanalı
uk: Канал випуску

source: Automatic update mode
fr: Mode de mise à jour automatique
ru: Режим автоматического обновления
tr: Otomatik güncelleme modu
uk: Режим автоматичного оновлення

source: Advanced mode
fr: Mode avancé
ru: Расширенный режим
tr: Gelişmiş mod
uk: Розширений режим

source: Conversation
ru: Разговор
uk: Розмова

source: Custom role label for user:
fr: Label personnalisé pour le rôle utilisateur :
ru: Собственная метка роли для пользователя:
uk: Власна мітка ролі для користувача:

source: Custom role label for assistant:
fr: Label personnalisé pour le rôle assistant :
ru: Собственная метка роли для ассистента:
uk: Власна мітка ролі для помічника:

source: Message Selection on Previous/Next Navigation
fr: Sélection du message lors de la navigation précédente/suivante
ru: Выбор сообщения при навигации Назад/Вперёд
uk: Вибір повідомлення під час попередньої/наступної навігації

source: Send message with Enter, insert newline with Shift+Enter
fr: Envoyer un message avec Entrée, insérer une nouvelle ligne avec Maj+Entrée
ru: Отправить сообщение клавишей Enter, вставить новую строку Shift+Enter
uk: Надіслати повідомлення, Enter, вставити новий рядок, Shift+Enter

source: Enable &Accessible Output to provide spoken and braille feedback for actions and messages
fr: Activer &Accessible Output pour vocaliser et afficher en braille les actions et messages
ru: Включить &доступный вывод, чтобы обеспечить речевую и брайлевскую обратную связь для действий и сообщений
uk: Увімкнути &доступний вихід, щоб надавати голосові та брайлівські підказки для дій і повідомлень

source: Focus message history after sending
ru: Устанавливать фокус на историю сообщений после отправки
uk: Фокусувати історію повідомлень після відправлення

source: Automatically save conversations to &database
uk: Автоматично зберігати розмови в &базі даних

source: Auto-save &draft prompt text
uk: Автоматичне збереження тексту підказки &чернетки

source: &Reopen last conversation on startup
uk: &Знову відкрити останню розмову під час запуску

source: Images
ru: Изображения
tr: Görseller
uk: Зображення

source: Resize images before uploading
fr: Redimentioner l’image avant l’envoi
ru: Изменять размер изображений перед загрузкой
tr: Yüklemeden önce görselleri yeniden boyutlandır
uk: Змінити розмір зображення перед відвантаженням

source: Maximum &height (0 to resize proportionally to the width):
fr: &Hauteur maximale (0 to redimentionner porportionnellement)
ru: Максимальная &высота (0 для изменения размера пропорционально ширине):
tr: &Maksimum yükseklik (genişliğe orantılı olarak yeniden boyutlandırmak için 0):
uk: Максимальна &висота (0 для зміни розміру пропорційно до ширини):

source: Maximum &width (0 to resize proportionally to the height):
fr: &Largeur maximale (0 to redimentionner porportionnellement)
ru: Максимальная &ширина (0 для изменения размера пропорционально высоте):
tr: Maks&imum genişlik (yüksekliğe orantılı olarak yeniden boyutlandırmak için 0):
uk: Максимальна &ширина (0 для зміни розміру пропорційно до висоти):

source: &Quality for JPEG images (0 [worst] to 95 [best], values above 95 should be avoided):
fr: &Qualité des images JPEG (0 [mauvaise] à 95 [meilleure], une valeur au dessus de 95 doit-être éviter) :
ru: &Качество для изображений в формате JPEG (от 0 [худшее] до 95 [лучшее], стоит избегать значений выше 95):
tr: &JPEG görüntü kalitesi (0 [kötü] ila 95 [en iyi], 95'in üzerindeki değerlerden kaçınılmalıdır):
uk: &Якість для зображень у форматі JPEG (від 0 [найгірша] до 95 [найкраща], варто уникати значень вище 95):

source: Network
fr: Réseau
ru: Сеть
uk: Мережа

source: Use system certificate store (Requires restart)
fr: Utiliser le magasin de certificats système (Nécessite un redémarrage)
ru: Использовать хранилище системных сертификатов (требуется перезапуск)
uk: Використовувати системне сховище сертифікатів (потрібне перезавантаження)

source: Server
fr: Serveur
ru: Сервер
tr: Sunucu
uk: Сервер

source: Enable server mode (requires restart)
fr: Activer le mode serveur (nécessite un redémarrage)
ru: Включить серверный режим (требуется перезапуск)
tr: Sunucu modunu etkinleştir (yeniden başlatma gerektirir)
uk: Увімкнути режим сервера (потребує перезавантаження)

source: Port:
ru: Порт:
uk: Порт:

source: Cancel
fr: Annuler
ru: Отменить
tr: İptal
uk: Скасувати

source: System default (auto)
fr: Identique au système (Automatique)
ru: По умолчанию как в системе (авто)
tr: Sistem varsayılanı (otomatik)
uk: Системна (авто)

source: &Prompt:
ru: &Подсказка:
tr: İs&tem:
uk: &Запит:

source: &Attachments:
fr: Pièces jointes :
ru: &Вложения:
uk: & Вкладення:

source: Size
fr: Taille
ru: Размер файла
tr: Boyut
uk: Розмір

source: Location
fr: Emplacement
ru: Путь
uk: Місце розташування

source: Paste (file or text)
fr: Coller (fichier ou texte)
ru: Вставить (файл или текст)
uk: Вставити (файл або текст)

source: Remove selected attachment
fr: Supprimer la pièce jointe sélectionnée
ru: Удалить выбранное вложение
uk: Видалити вибране вкладення

source: Copy location
fr: Copier l'emplacement
ru: Копировать путь
uk: Місце копіювання

source: Add files...
fr: Ajouter des fichiers...
ru: Добавить файлы...
uk: Додати файли ...

source: Add attachment URL...
fr: Ajouter une pièce jointe depuis une URL...
ru: Добавить ссылку на вложение...
uk: Додати URL вкладення...

source: No engine available. Please select an account.
ru: Движок недоступен. Пожалуйста, выберите аккаунт.
uk: Двигун недоступний. Виберіть обліковий запис.

source: This provider does not support any attachment formats.
fr: Ce fournisseur ne supporte aucun format de pièce jointe.
ru: Этот поставщик не поддерживает никакие форматы вложений.
uk: Цей постачальник не підтримує жодних форматів вкладення.

source: All supported formats
ru: Все поддерживаемые форматы
uk: Всі підтримувані формати

source: Select one or more files to attach
fr: Sélectionner un ou plusieurs fichiers à joindre
ru: Выберите один или несколько файлов для прикрепления
uk: Виберіть один або кілька файлів, які слід додати

source: Enter the URL of the file to attach:
fr: Entrer l'URL de la pièce jointe :
ru: Введите URL-адрес прикрепляемого файла:
uk: Введіть URL файлу, щоб приєднатись:

source: Add attachment from URL
fr: Ajouter une pièce jointe depuis une URL
ru: Добавить вложение по URL
uk: Додати вкладення з URL

source: Invalid URL format.
ru: Недопустимый формат URL.
uk: Недійсний формат URL.

source: HTTP error %s.
fr: erreur HTTP %s.
ru: Ошибка HTTP %s.
tr: HTTP hatası %s.
uk: Помилка HTTP %s.

source: Error adding attachment from URL: %s
fr: Erreur lors de l'ajout d'une pièce jointe depuis une URL: %s
ru: Ошибка при добавлении вложения по URL: %s
uk: Помилка під час додавання вкладення з URL: %s

source: MIME type
ru: MIME-тип
uk: Тип MIME

source: Dimensions
ru: Размеры
tr: Boyutlar
uk: Розміри

source: Attachment details
fr: Détailles de la pièce jointe
ru: Сведения о вложении
uk: Деталі вкладення

source: This attachment format is not supported by the current provider. Source:
fr: Le format de la pièce jointe n'est pas supporté par le fournisseur sélectionné. Source :
ru: Этот формат вложения не поддерживается текущим поставщиком. Источник:
uk: Цей формат вкладення не підтримується поточним постачальнеком. Джерело:

source: This attachment format is not supported by the current provider. Source: %s
ru: Этот формат вложения не поддерживается текущим поставщиком. Источник: %s
uk: Цей формат вкладення не підтримується поточним постачальнеком. Джерело: %s

source: The attachment file does not exist: %s
fr: Le fichier de la pièce jointe n'existe pas : %s
ru: Файл вложения не существует: %s
uk: Файлу вкладення не існує: %s

source: Please select a model
fr: Veuillez sélectioner un modèle
ru: Пожалуйста, выберите модель
tr: Lütfen bir model seçin
uk: Будь ласка, виберіть модель

source: The selected model does not support images. Please select a vision model instead ({}).
fr: Le modèle sélectionné ne supporte pas la description d’image. Veuillez sélectionner un modèle compatible avec la vision à la place ({}).
ru: Выбранная модель не поддерживает работу с изображениями. Пожалуйста, выберите вместо этого модель vision ({}).
tr: Seçilen model görselleri desteklemiyor. Lütfen bunun yerine bir görüntü modeli seçin ({}).
uk: Обрана модель не підтримує зображення. Будь ласка, виберіть модель з комп’ютерним зором ({}).

source: Search
fr: Rechercher
ru: Поиск
uk: Пошук

source: &Search for:
fr: Recherche :
ru: &Искать:
uk: &Пошук для:

source: Direction
ru: Направление
uk: Напрямок

source: &Backward
fr: A&rrière
ru: &Назад
uk: &Назад

source: &Forward
fr: A&vant
ru: &Вперёд
uk: &Вперед

source: Mode
ru: Режим
uk: Режим

source: &Plain Text
fr: Texte &brut
ru: &Обычный текст
uk: &Простий текст

source: E&xtended
fr: É&tendue
ru: Рас&ширенный
uk: &Розширений

source: Re&gular Expression
fr: Expreession ré&gulière
ru: Ре&гулярное выражение
uk: Регулярний &вираз

source: Dot matches &all (.)
fr: Point correspond à tout (.)
ru: Точка соответствует &всему (.)
uk: Крапка відповідає &всім (.)

source: &Case Sensitive
fr: Sensible à la &casse
ru: &Учитывать регистр
uk: &З урахуванням регістру

source: Please enter text to search for.
fr: Veuillez saisir le texte à rechercher.
ru: Пожалуйста, введите текст для поиска.
uk: Будь ласка, введіть текст для пошуку.

source: "{search_text}" not found.
fr: "{search_text}" non trouvé.
ru: "{search_text}" не найдено.
uk: "{search_text}" не знайдено.

source: Search Result
fr: Résultat de la recherche
ru: Результат поиска
uk: Результат пошуку

source: Show
fr: Afficher
ru: Показать
tr: Göster
uk: Показати

source: Hide
fr: Masquer
ru: Скрыть
tr: Gizle
uk: Сховати

source: About
fr: À propos
ru: О программе
tr: Hakkında
uk: Про

source: Quit
fr: Quitter
ru: Выход
tr: Çık
uk: Вийти

source: Release Notes for basiliskLLM %s
fr: Notes de version pour basiliskLLM %s
ru: Примечания к выпуску basiliskLLM %s
uk: Примітки до випуску для basiliskLLM %s

source: Downloading update...
fr: Téléchargement de la mise à jour...
ru: Загрузка обновления...
tr: Güncelleme indiriliyor...
uk: Завантаження оновлення...

source: Update &now
fr: Mettre à jour &maintenant
ru: Обновить &сейчас
uk: Оновити &зараз

source: &Release notes
fr: &Notes de version
ru: &Примечания к выпуску
uk: &Примітки до випуску

source: Update download finished
fr: Téléchargement de la mise à jour terminée
ru: Загрузка обновления завершена
tr: Güncellemeyi indirme işlemi tamamlandı
uk: Завантаження оновлення завершено

source: Update basiliskLLM version: %s
fr: Mettre à jour basiliskLLM à la version : %s
ru: Обновление версии basiliskLLM: %s
tr: BasiliskLLM sürümünü güncelle: %s
uk: Оновлення версії basiliskLLM: %s

source: Error downloading update: %s
fr: Erreur durant le téléchargement de la mise à jour : %s
ru: Ошибка загрузки обновления: %s
tr: Güncelleme indirilirken hata oluştu: %s
uk: Помилка завантаження оновлення: %s

source: Checking for updates...
fr: Vérifier les mises à jour...
ru: Проверка наличия обновлений...
tr: Güncellemeler denetleniyor...
uk: Перевірка оновлень...

source: A new version of basiliskLLM is available. Do you want to update?
fr: Une nouvelle version de basiliskLLM est disponible. Souhaitez-vous effectuer la mise à jour maintenant ?
ru: Доступна новая версия basiliskLLM. Хотите обновить?
tr: basiliskLLM'nin yeni bir sürümü mevcut. Güncellemek istiyor musunuz?
uk: Доступна нова версія basiliskLLM. Ви хочете оновити?

source: Current version:
fr: Version actuelle :
ru: Текущая версия:
tr: Geçerli sürüm:
uk: Поточна версія:

source: New version:
fr: Nouvelle version :
ru: Новая версия:
tr: Yeni sürüm:
uk: Нова версія:

source: Current version: %s
fr: Version actuelle : %s
ru: Текущая версия: %s
tr: Geçerli sürüm: %s
uk: Поточна версія: %s

source: Update are disabled for source application
fr: Les mise à jour sont désactivées lorsque l’application est exécutée depuis les sources
ru: Обновление отключено для приложения, запущенного из исходного кода
tr: Kaynak uygulama için güncelleme devre dışı bırakıldı
uk: Оновлення вимкнено для вихідної програми

source: Update disabled
fr: Mise à jour désactivée
ru: Обновление отключено
tr: Güncelleme devre dışı bırakıldı
uk: Оновлення вимкнено

source: New version: %s
fr: Nouvelle version : %s
ru: Новая версия: %s
tr: Yeni sürüm: %s
uk: Нова версія: %s

source: You are using the latest version of basiliskLLM
fr: Vous utilisez déjà la dernière version de basiliskLLM
ru: Вы используете последнюю версию basiliskLLM
tr: BasiliskLLM'nin en son sürümünü kullanıyorsunuz
uk: Ви використовуєте останню версію basiliskLLM

source: Error checking for updates: %s
fr: Erreur durant la recherche des mises à jour : %s
ru: Ошибка проверки обновлений: %s
tr: Güncellemeler denetlenirken hata oluştu: %s
uk: Помилка перевірки оновлень: %s

source: The most intelligent model for building agents and coding
uk: Найрозумніша модель для створення агентів і кодування

source: The best combination of speed and intelligence
uk: Найкраще поєднання швидкості та інтелекту

source: The fastest model with near-frontier intelligence
uk: Найшвидша модель із передовим інтелектом

source: Best model for complex agents and coding with highest intelligence
ru: Лучшая модель для сложных агентов и кодирования с высочайшим интеллектом
uk: Найкраща модель для складних агентів та кодування з найвищим рівнем інтелекту

source: Exceptional model for specialized complex tasks
ru: Исключительная модель для специализированных сложных задач
uk: Виняткова модель для спеціалізованих складних завдань

source: High-performance model
ru: Высокопроизводительная модель
uk: Високопродуктивна модель

source: Previous intelligent model
uk: Попередня інтелектуальна модель

source: Non-thinking mode for general chat, code and writing
uk: Режим «без роздумів» для загального чату, коду та написання текстів

source: Thinking mode for chain-of-thought, research and logic
uk: Режим мислення для ланцюжка думок, досліджень та логіки

source: State-of-the-art open-weight general-purpose multimodal model
uk: Сучасна відкрита мультимодальна модель загального призначення

source: Frontier-class multimodal model released August 2025
uk: Мультимодальна модель передового класу, випущена в серпні 2025 року

source: Updated small model released June 2025
uk: Оновлена ​​маленька модель, випущена в червні 2025 року

source: Frontier code agents model for software engineering tasks
uk: Модель передових (новітніх) кодових агентів для завдань у сфері розробки ПЗ

source: Powerful model with best-in-class text and vision capabilities
uk: Потужна модель із найкращими у своєму класі можливостями для тексту та зображення

source: Efficient model with best-in-class text and vision capabilities
uk: Ефективна модель із найкращими у своєму класі можливостями відтворення тексту та зображення

source: Tiny efficient model with best-in-class text and vision capabilities
uk: Маленька ефективна модель із найкращими у своєму класі можливостями відображення тексту та зображення

source: Cutting-edge language model for code completion
uk: Передова мовна модель для завершення коду

source: Frontier-class multimodal model released November 2024
uk: Мультимодальна модель передового класу випущена в листопаді 2024 року

source: Best multilingual open source model for text generation
uk: Найкраща багатомовна модель з відкритим кодом для створення тексту

source: The best model for coding and agentic tasks across industries
uk: Найкраща модель для кодування та агентських завдань у різних галузях

source: Version of GPT-5.2 that produces smarter and more precise responses
uk: Версія GPT-5.2, яка дає розумніші та точніші відповіді

source: GPT-5.2 model used in ChatGPT
uk: Модель GPT-5.2 використовується в ChatGPT

source: Best model for coding and agentic tasks with configurable reasoning effort
uk: Найкраща модель для програмування та агентних завдань із налаштовуваним рівнем складності міркування.

source: GPT-5.1 model used in ChatGPT
uk: Модель GPT-5.1 використовується в ChatGPT

source: Previous intelligent reasoning model for coding and agentic tasks
uk: Попередня інтелектуальна модель для програмування та агентних завдань

source: A faster, more cost-efficient version of GPT-5 for well-defined tasks
ru: Более быстрая и экономичная версия GPT-5 для чётко определённых задач
uk: Більш швидка та економічна версія GPT-5 для чітко визначених завдань

source: Fastest, most cost-efficient version of GPT-5
ru: Самая быстрая и экономичная версия GPT-5
uk: Найшвидша та найекономічніша версія GPT-5

source: GPT-5 model used in ChatGPT
ru: Модель GPT-5, используемая в ChatGPT
uk: Модель GPT-5, що використовується в ChatGPT

source: Version of GPT-5 that produces smarter and more precise responses
uk: Версія GPT-5, яка генерує більш розумні та точні відповіді

source: Flagship GPT model for complex tasks
ru: Флагманская GPT-модель для сложных задач
uk: Флагманська модель GPT для складних завдань

source: Balanced for intelligence, speed, and cost
ru: Оптимальное сочетание интеллекта, скорости и стоимости
uk: Збалансована за інтелектом, швидкістю та вартістю

source: Fastest, most cost-effective GPT-4.1 model
ru: Самая быстрая и экономичная модель GPT-4.1
uk: Найшвидша, найбільш економічна модель GPT-4.1

source: Fast, cost-efficient reasoning model, succeeded by GPT-5 mini
uk: Швидка, економічно ефективна модель міркування, замінена GPT-5 mini

source: Reasoning model for complex tasks, succeeded by GPT-5
uk: Модель міркування для складних завдань, замінена GPT-5

source: Fast, intelligent, flexible GPT model
uk: Швидка, розумна, гнучка модель GPT

source: Fast, affordable small model for focused tasks
uk: Швидка, доступна невелика модель для цілеспрямованих завдань

source: Small reasoning model for science, math and coding with Structured Outputs and function calling
uk: Невелика модель міркування для науки, математики та кодування зі структурованими виходами та викликом функцій

source: Previous full o-series reasoning model
uk: Попередня повна модель міркувань o-серії

source: Older high-intelligence GPT model with vision capabilities
uk: Старіша високоінтелектуальна модель GPT із можливостями бачення

source: Legacy GPT model for cheaper chat and non-chat tasks
uk: Застаріла модель GPT для дешевших завдань у чаті та поза ним

source: Flagship frontier model for complex tasks with 256K context, tool use and structured output.
uk: Флагманська передова модель для складних завдань з контекстом 256К, використанням інструментів та структурованим виводом.

source: High-throughput reasoning with 2M token context for rapid completions.
uk: Високопродуктивне обґрунтування з контекстом 2 млн токенів для швидкого завершення.

source: Fast completions without reasoning tokens, cost-efficient with 2M context.
uk: Швидке завершення без токенів міркування, економно при контексті 2М.

source: Optimized for agentic coding tasks with 256K context.
uk: Оптимізовано для завдань агентського кодування з контекстом 256К.

source: Flagship model for enterprise tasks, extraction and coding.
uk: Флагманська модель для корпоративних завдань, видобування та кодування.

source: Cost-efficient, faster than Grok 3 for well-defined tasks.
uk: Економічно, швидше, ніж Grok 3 для чітко визначених завдань.

source: Multimodal image understanding with 32K context.
uk: Розуміння мультимодального зображення з контекстом 32K.

source: Roko's Basilisk
fr: Basilic de Roko
ru: Василиск Роко
tr: Roko'nun Basilisk'i

source: From environment variable
tr: Ortam değişkeninden

source: Environment variable
tr: Ortam değişkeni

source: Configuration file
tr: Yapılandırma dosyası

source: Full screen capture
tr: Tam ekran yakalama

source: Window capture
tr: Pencere yakalama

source: Partial screen capture
tr: Kısmi ekran yakalama

source: API &Key:
tr: &API Anahtarı:

source: &Add...
tr: &Ekle...

source: &Images:
tr: G&örseller:

source: Path
tr: Yol

source: Su&bmit (Ctrl+Enter)
tr: &Gönder (Ctrl+Enter)

source: Remove selected image
tr: Seçilen görseli kaldır

source: Copy image URL
tr: Görsel Bağlantısını kopyala

source: Add image files...
tr: Görsel dosyalar ekle...

source: Add image URL...
tr: Bağlantıdan görsel ekle...

source: Select one or more image files
tr: Bir veya daha fazla görüntü dosyası seçin

source: Image files
tr: Görsel dosyaları

source: Enter the URL of the image:
tr: Görselin bağlantısını girin:

source: Add image URL
tr: Bağlantıdan görsel ekle

source: Invalid URL, bad format.
tr: Geçersiz Bağlantı, hatalı biçim.

source: The URL seems to not point to an image (content type: %s). Do you want to continue?
tr: Bağlantıda bir görsel bulunmuyor (içerik türü: %s). Devam etmek istiyor musunuz?

source: Warning
tr: Uyarı

source: Error getting image dimensions: %s
tr: Görsel boyutları alınırken hata oluştu: %s

source: Insert previous prompt
tr: Önceki istemi ekle

source: An error occurred during transcription:
tr: Metne dönüştürme sırasında bir hata oluştu:

source: An error occurred during completion:
tr: Tamamlama sırasında bir hata oluştu:

source: Add image from f&ile
tr: Dosyadan g&örsel ekle

source: Off
tr: Kapalı

source: Debug
tr: Hata ayıklama

source: Info
tr: Bilgi

source: Critical
tr: Kritik

source: Stable
tr: Kararlı

source: Development
tr: Geliştirici

source: Notify new version
tr: Yeni sürüm olduğunda göster

source: Download new version
tr: Yeni sürümü indir

source: Install new version
tr: Yeni sürümü yükle

source: Save
tr: Kaydet

source: Update now
tr: Şimdi güncelle

source: Most intelligent model
tr: En akıllı model

source: Powerful model for highly complex tasks
tr: Son derece karmaşık görevler için güçlü model

source: Balance of intelligence and speed
tr: Zeka ve hız dengesi
