Repository: SigmaNight/basiliskLLM
Catalog: basilisk/res/locale/*/LC_MESSAGES/basiliskLLM.po
Languages: fr, ru, tr, uk

source: An error occurred during completion: %s
uk: Під час завершення сталася помилка: %s

source: Completion Error
uk: Помилка завершення

source: A task is already running. Please wait for it to complete.
fr: Une tâche est en cours d’exécution. Veuillez attendre la fin de cette dernière.
ru: Задача уже запущена. Пожалуйста, дождитесь её завершения.
tr: Bir görev zaten çalışıyor. Lütfen tamamlanmasını bekleyin.
uk: Завдання вже виконується. Будь ласка, зачекайте, поки воно завершиться.

source: Error
fr: Erreur
ru: Ошибка
tr: Hata
uk: Помилка

source: Failed to activate system certificate store
fr: Échec de l'activation du magasin de certificats système
ru: Не удалось активировать хранилище системных сертификатов
uk: Не вдалося активувати системне сховище сертифікатів

source: yes
fr: oui
ru: да
uk: так

source: no
fr: non
ru: нет
uk: ні

source: Vision:
ru: Зрение:
uk: Бачення:

source: Context window:
fr: Fenêtre de contexte :
ru: Контекстное окно:
uk: Контекстне вікно:

source: Max output tokens:
fr: Tokens de sortie maximum :
ru: Максимальное число выходных токенов:
uk: Максимальна кількість токенів:

source: Full screen capture (%s)
fr: Capture d'écran complète (%s)
ru: Снимок всего экрана (%s)
uk: Захоплення усього екрана (%s)

source: Partial screen capture (%s)
fr: Capture d'écran partielle (%s)
ru: Снимок области экрана (%s)
uk: Часткове захоплення екрана (%s)

source: Window screen capture (%s)
fr: Capture de la fenêtre (%s)
ru: Снимок окна (%s)
uk: Захоплення вікна екрана (%s)

source: Where LLMs Unite
fr: Où les LLMs s’unissent
ru: Где объединяются LLMs
tr: LLM'lerin Birleştiği Nokta
uk: Де об’єднуються великі мовні моделі

source: &Name:
fr: &Nom :
ru: &Название:
tr: &Ad:
uk: &Назва:

source: Organisation key storage &method:
fr: Méthode de stockage de la clé d'organisation :
ru: &Метод хранения ключа организации:
uk: Спосіб зберігання &ключів організації:

source: Organisation &Key:
fr: &Clé d'organisation :
ru: &Ключ организации:
uk: &Ключ організації:

source: Please enter a name
fr: Veuillez entrer un nom
ru: Пожалуйста, введите название
tr: Lütfen bir ad girin
uk: Будь ласка, введіть назву

source: Please select a key storage method
fr: Veuillez sélectionner une méthode de stockage des clés
ru: Пожалуйста, выберите метод хранения ключа
uk: Виберіть спосіб зберігання ключів

source: Please enter a key
fr: Veuillez entrer une clé
ru: Пожалуйста, введите ключ
tr: Lütfen bir anahtar girin
uk: Будь ласка, введіть ключ

source: Organizations
fr: Organisations
ru: Организации
tr: Kuruluşlar
uk: Організації

source: Name
fr: Nom
ru: Название
tr: Ad
uk: Назва

source: Key
fr: Clé
ru: Ключ
tr: Anahtar
uk: Ключ

source: Source
ru: Источник
tr: Kaynak
uk: Джерело

source: &Add
fr: &Ajouter
ru: &Добавить
tr: &Ekle
uk: &Додати

source: &Edit
fr: Édit&er
ru: &Редактировать
tr: D&üzenle
uk: &Редагувати

source: &Remove
fr: &Supprimer
ru: &Удалить
tr: Kaldı&r
uk: &Видалити

source: Unknown
fr: Iconnue
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо

source: Add organization
fr: Ajouter une organisation
ru: Добавить организацию
tr: Kuruluş ekle
uk: Додати організацію

source: Edit organization
fr: Éditer une organisation
ru: Редактировать организацию
tr: Kuruluşu düzenle
uk: Редагувати організацію

source: Are you sure you want to remove the organization {}?
fr: Êtes-vous sûr de vouloir supprimer l’organisation {} ?
ru: Вы уверены, что хотите удалить организацию {}?
tr: {} kuruluşunu kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити організацію {}?

source: Confirmation
ru: Подтверждение
tr: Onay
uk: Підтвердження

source: &Provider:
fr: &Fournisseur :
ru: &Поставщик:
tr: &Sağlayıcı:
uk: &Постачальник:

source: API &key storage method:
fr: Méthode de &stockage des clés API :
ru: &Метод хранения API-ключа:
uk: &метод зберігання API ключів:

source: API &key:
fr: &Clé API :
ru: &Ключ API:
tr: &API anahtarı:
uk: &Ключ API:

source: &Organization to use:
fr: &Organisation à utilisé :
ru: &Использовать организацию:
tr: K&ullanılacak Kuruluş:
uk: &Організація для використання:

source: Custom &base URL:
fr: URL de &base personalisée :
ru: &Пользовательский URL:
uk: Користувацький &URL:

source: Personal
fr: Personnelle
ru: Персональный
tr: Kişisel
uk: Особистий

source: Custom &base URL (default: {})
fr: URL de &base personalisée (default: {})
ru: Пользовательский &URL (по умолчанию: {})
uk: Користувацький &URL (початково: {})

source: Please select a provider
fr: Veuillez sélectioner un fournisseur
ru: Пожалуйста, выберите поставщика
tr: Lütfen bir sağlayıcı seçin
uk: Будь ласка, виберіть постачальника

source: Please select an API key storage method
fr: Veuillez sélectionner une méthode de stockage de la clé API
ru: Пожалуйста, выберите метод хранения ключа API
uk: Виберіть метод зберігання ключів API

source: Please enter an API key. It is required for this provider
fr: Veuillez entrer une clé API. Cela est requis par le fournisseur
ru: Пожалуйста, введите ключ API. Он необходим для этого поставщика
tr: Lütfen bir API anahtarı girin. Bu sağlayıcı için gerekli
uk: Будь ласка, введіть ключ API. Це необхідно для цього постачальника

source: Please enter a valid custom base URL
fr: Entrer une URL de base personalisée valide
ru: Пожалуйста, введите корректный пользовательский базовый URL
uk: Введіть дійсну Користувацьку URL

source: Accounts
fr: Comptes
ru: Аккаунты
tr: Hesaplar
uk: Облікові записи

source: Provider
fr: Fournisseur
ru: Поставщик
tr: Sağlayıcı
uk: Постачальник

source: Active organization
fr: Organisation active
ru: Активная организация
tr: Aktif kuruluş
uk: Активна організація

source: &Manage organizations...
fr: &Gérer les organisations…
ru: &Управление организациями...
tr: &Kuruluşları yönet...
uk: &Керувати організаціями...

source: Default account
fr: Compte par défaut
ru: Аккаунт по умолчанию
uk: Початковий о бліковий запис

source: No (personal)
fr: Non (personnelle)
ru: Нет (персональный)
tr: Hayır (kişisel)
uk: Ні (особисте)

source: Manage organizations
fr: Gérer les organisations
ru: Управление организациями
tr: Kuruluşları yönet
uk: Керувати організаціями

source: Add account
fr: Ajouter un compte
ru: Добавить аккаунт
tr: Hesap ekle
uk: Додати обліковий запис

source: Cannot edit account from environment variable
fr: Édition impossible pour un compte provenant des variables d’environement
ru: Редактирование невозможно для аккаунта, полученного из переменных среды
tr: Hesap ortam değişkeninden düzenlenemiyor
uk: Неможливо редагувати обліковий запис зі змінної оточення

source: Edit account
fr: Éditer un compte
ru: Редактировать аккаунт
tr: Hesabı düzenle
uk: Редагувати обліковий запис

source: Are you sure you want to remove the account {}?
fr: Êtes-vous sûr de vouloir supprimer le compte {} ?
ru: Вы уверены, что хотите удалить аккаунт {}?
tr: {} hesabını kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити обліковий запис {}?

source: Cannot remove account from environment variable
fr: Suppression impossible pour un compte provenant des variables d’environement
ru: Невозможно удалить аккаунт, полученный из переменных среды
tr: Hesap ortam değişkeninden kaldırılamıyor
uk: Неможливо видалити обліковий запис зі змінної оточення

source: &Account:
fr: &Compte :
ru: &Аккаунт:
tr: &Hesap:
uk: &Обліковий запис:

source: S&ystem prompt:
fr: Prompt s&ystème :
ru: &Системная подсказка:
tr: &Sistem istemi:
uk: &Системна підказка:

source: M&odels:
fr: M&odèles :
ru: &Модели:
tr: M&odeller:
uk: &Моделі:

source: Vision
ru: Зрение
uk: Бачення

source: Context window
fr: Fenêtre de contexte
ru: Контекстное окно
tr: Bağlam penceresi
uk: Контекстне вікно

source: Max tokens
fr: Token maximum
ru: Максимальное число токенов
tr: Maksimum jeton
uk: Максимальна кількість токенів

source: Show details
fr: Afficher les détails
ru: Показать подробности
uk: Показати деталі

source: Model details
fr: Détails du modèle
ru: Сведения о модели
uk: Деталі моделі

source: &Web search mode
fr: Recherche &Web
ru: Режим &веб-поиска
uk: &Режим веб-пошуку

source: Max to&kens:
fr: To&kens maximum :
ru: Максимальное число &токенов:
tr: Ma&ksimum jetonlar:
uk: Максимальна кількість &токенів:

source: &Temperature:
fr: &Température :
ru: &Температура:
tr: &Sıcaklık:
uk: &Температура:

source: Probabilit&y Mass (top P):
fr: Masse de pro&babilité (top P) :
ru: Масса вероятн&ости (верхнее P):
tr: Olas&ılık Kütlesi (en üst P):
uk: Мас&а імовірності (верхня P):

source: &Stream mode
fr: Mode &stream
ru: &Потоковый режим
tr: &Akış modu
uk: &Режим потоку

source: Conversation history
ru: История разговоров
uk: Історія розмов

source: &Search:
ru: &Поиск:
uk: &Пошук:

source: &Conversations:
ru: &Разговоры:
uk: &Розмови:

source: Title
ru: Название
uk: Назва

source: Messages
ru: Сообщений
uk: Повідомлення

source: Last updated
ru: Последнее обновление
uk: Останнє оновлення

source: &Open
ru: &Открыть
uk: &Відкрито

source: &Delete
ru: &Удалить
uk: &Видалити

source: Load &more
ru: Загрузить &ещё
uk: Завантажити & більше

source: &Close
ru: &Закрыть
uk: &Закрити

source: Untitled conversation
fr: Conversation sans titre
ru: Разговор без названия
uk: Розмова без назви

source: Are you sure you want to delete "%s"?
ru: Вы уверены, что хотите удалить "%s"?
uk: Ви впевнені, що хочете видалити "%s"?

source: Confirm deletion
ru: Подтверждение удаления
uk: Підтвердити видалення

source: Failed to delete conversation
ru: Не удалось удалить разговор
uk: Не вдалося видалити розмову

source: Showing %d of %d conversations
ru: Показано %d из %d разговоров
uk: Показано %d з %d розмов

source: profile &name:
fr: &Nom du profil :
ru: &имя профиля:
uk: &ім'я профілю:

source: &Include account in profile
fr: &Inclure le compte dans le profil
ru: &Включить аккаунт в профиль
uk: &Додати обліковий запис до профілю

source: Profile name cannot be empty
fr: Le nom du profil ne peut pas être vide
ru: Имя профиля не может быть пустым
uk: Назва профілю не може бути пустою

source: Profile name error
fr: Erreur de nom de profil
ru: Ошибка имени профиля
uk: Помилка імені профілю

source: Conversation &Profiles
fr: Profils de conversation
ru: &Профили разговоров
uk: &Профілі розмов

source: Profile name
fr: Nom du profil
ru: Имя профиля
uk: Ім'я профілю

source: Profile de&tails:
fr: Dé&tails du profil :
ru: Де&тали профиля:
uk: Деталі &профілю:

source: &Default Profile
fr: Profil par &défaut
ru: &Профиль по умолчанию
uk: &Початковий профіль

source: Add Conversation Profile
fr: Ajouter un profil de Conversation
ru: Добавить профиль разговора
uk: Додати профіль розмови

source: Are you sure you want to remove the profile: %s?
fr: Êtes-vous sûr de vouloir supprimer le compte : %s ?
ru: Вы уверены, что хотите удалить профиль: %s?
uk: Ви впевнені, що хочете видалити профіль: %s?

source: Remove Profile %s
fr: Supprimer le profil %s
ru: Удалить профиль %s
uk: Видалити профіль %s

source: Name:
fr: Nom :
ru: Название:
uk: Ім'я:

source: Account name:
fr: Nom du compte :
ru: Название аккаунта:
uk: Ім'я облікового запису:

source: Model:
fr: Modèle :
ru: Модель:
uk: Модель:

source: Temperature:
fr: Température :
ru: Температура:
uk: Температура:

source: Top P:
ru: Верхняя P:
uk: Верхня P:

source: Stream mode:
fr: Mode Stream :
ru: Потоковый режим:
uk: Режим потоку:

source: System prompt:
fr: Prompt système :
ru: Системная подсказка:
uk: Системна підказка:

source: &Messages:
ru: &Сообщения:
tr: &Mesajlar:
uk: &Повідомлення:

source: Submit
fr: Soumettre
ru: Отправить
tr: Gönder
uk: Надіслати

source: Stop completio&n
fr: Stopper la génératio&n
ru: Остановить заверше&ние
tr: Tamamlamayı d&urdur
uk: Зупинити &виконання

source: Record
fr: Enregistrer
ru: Запись
tr: Ses kaydet
uk: Запис

source: Apply profile
fr: Appliquer le profil
ru: Применить профиль
uk: Вибрати профіль

source: The selected provider does not support speech-to-text
fr: Le fournisseur sélectionné ne prend pas en charge la reconnaissance vocale
ru: Выбранный поставщик не поддерживает преобразование речи в текст
tr: Seçilen sağlayıcı konuşmayı metne dönüştürmeyi desteklemiyor
uk: Вибраний постачальник не підтримує перетворення мовлення в текст

source: Select an audio file to transcribe
fr: Sélectionner un fichier audio à transcrire
ru: Выберите аудиофайл для расшифровки
tr: Metne dönüştürülecek bir ses dosyası seçin
uk: Виберіть аудіофайл для транскрибування

source: Audio files
fr: Fichiers audio
ru: Аудиофайлы
tr: Ses dosyaları
uk: Аудіофайли

source: Recording...
fr: Enregistrement...
ru: Запись...
tr: Ses kaydediliyor...
uk: Запис...

source: Recording stopped
fr: Enregistrement arrêté
ru: Запись остановлена
tr: Kayıt durduruldu
uk: Запис зупинено

source: Transcribing...
fr: Transcription...
ru: Расшифровка...
tr: Metne dönüştürülüyor...
uk: Транскрибування...

source: Ready
fr: Prêt
ru: Готово
tr: Hazır
uk: Готово

source: An error occurred during transcription: %s
ru: Произошла ошибка при расшифровке: %s
uk: Під час транскрипції сталася помилка: %s

source: Transcription Error
ru: Ошибка расшифровки
uk: Помилка транскрипції

source: Stop recording
fr: Arrêter l’enregistrement
ru: Остановить запись
tr: Kaydı Durdur
uk: Зупинити запис

source: A completion is already in progress. Please wait until it finishes.
ru: Генерация ответа уже выполняется. Пожалуйста, дождитесь завершения.
uk: Завершення вже триває. Будь ласка, зачекайте, поки воно закінчиться.

source: An error occurred during title generation: %s
uk: Під час створення заголовка сталася помилка: %s

source: Title Generation Error
uk: Помилка створення заголовка

source: An error occurred while saving the conversation: %s
ru: Произошла ошибка при сохранении разговора: %s
uk: Під час збереження розмови сталася помилка: %s

source: Save Error
uk: Помилка збереження

source: Edit Message Block
ru: Редактирование блока сообщений
uk: Редагувати блок повідомлення

source: &Assistant response:
ru: &Ответ ассистента:
uk: &Відповідь помічника:

source: &Regenerate Response
ru: &Перегенерировать ответ
uk: &Відновити відповідь

source: This completion error contains a URL that might provide more information about the issue:
uk: Ця помилка завершення містить URL, за яким можна отримати додаткову інформацію про проблему:

source: This error message contains a URL that might provide more information:
uk: Це повідомлення про помилку містить URL, за яким можна отримати додаткову інформацію:

source: Open in Browser
uk: Відкрити в браузері

source: Copy Error
uk: Помилка копіювання

source: Copied!
uk: Скопійовано!

source: Copy failed
uk: Помилка копіювання

source: Copy failed: %s
uk: Помилка копіювання: %s

source: Open failed
uk: Не вдалося відкрити

source: Read current message
fr: Lire le message actuel
ru: Прочитать текущее сообщение
uk: Прочитати поточне повідомлення

source: Speak response
ru: Озвучивать ответ
uk: Промовляти відповідь

source: Show as HTML (from Markdown)
fr: Afficher en HTML (depuis Markdown)
ru: Показать как HTML (из Markdown)
uk: Показати як HTML (з Markdown)

source: Show citations
fr: Montrer les citations
ru: Показать цитаты
uk: Показати цитати

source: Copy current message
fr: Copier le message courant
ru: Копировать текущее сообщение
uk: Копіювати поточне повідомлення

source: Select current message
fr: Sélectionner le message courant
ru: Выбрать текущее сообщение
uk: Вибрати поточне повідомлення

source: Go to previous message
fr: Aller au message précédent
ru: Перейти к предыдущему сообщению
uk: Перейти до попереднього повідомлення

source: Go to next message
fr: Aller au message suivant
ru: Перейти к следующему сообщению
uk: Перейти до наступного повідомлення

source: Move to start of message
fr: Aller au début du message
ru: Перейти к началу сообщения
uk: Перейти на початок повідомлення

source: Move to end of message
fr: Aller à la fin du message
ru: Перейти в конец сообщения
uk: Перейти в кінець повідомлення

source: Edit message block
ru: Редактировать блок сообщений
uk: Редагувати блок повідомлень

source: Remove message block
fr: Supprimer le bloque de message
ru: Удалить блок сообщений
uk: Видалити блок повідомлень

source: Find...
fr: Rechercher...
ru: Найти...
uk: Знайти...

source: Find Next
fr: Recherche suivante
ru: Найти далее
uk: Знайти далі

source: Find Previous
fr: Recherche précédente
ru: Найти предыдущий
uk: Знайти попереднє

source: Message copied to clipboard
fr: Message copié dans le presse-papier
ru: Сообщение скопировано в буфер обмена
uk: Повідомлення скопійовано в буфер обміну

source: Start of message
fr: Début du message
ru: Начало сообщения
uk: Початок повідомлення

source: End of message
fr: Fin du message
ru: Конец сообщения
uk: Кінець повідомлення

source: Response speaking %s
ru: Озвучивание ответа %s
uk: Відповідь промовляється %s

source: enabled
fr: activé
ru: включено
uk: увімкнено

source: disabled
fr: désactivé
ru: отключено
uk: вимкнено

source: Message block removed
fr: Bloque de message suprimé
ru: Блок сообщений удалён
uk: Повідомлення видалено

source: Message block updated
ru: Блок сообщений обновлён
uk: Блок повідомлень оновлено

source: Unknown location
fr: Localisation inconnue
ru: Неизвестное расположение
uk: Невідоме місце

source: Document {document_index} / {location_text}
ru: Документ {document_index} / {location_text}
uk: Документ {document_index} / {location_text}

source: %d citations in the current message
fr: %d citations dans le message sélectionné
ru: %d цитат в текущем сообщении
uk: %d цитат в поточному повідомленні

source: No citations for this message
fr: Aucune citation pour le message sélectionné
ru: Нет цитат для этого сообщения
uk: Цитати для цього повідомлення відсутні

source: Message citations
ru: Цитаты сообщения
uk: Цитати з повідомлення

source: New conversation
fr: Nouvelle conversation
ru: Новый разговор
tr: Yeni konuşma
uk: Нова розмова

source: New private conversation
uk: Нова приватна розмова

source: New conversation from profile
fr: Nouvelle conversation à partir d’un profil
ru: Новый разговор из профиля
uk: Нова розмова з профілю

source: Open conversation
fr: Ouvrir une conversation
ru: Открыть разговор
tr: Konuşmayı aç
uk: Відкрити розмову

source: Conversation &history
uk: &Історія розмов

source: Name conversation
fr: Nommer la conversation
ru: Переименовать разговор
uk: Назва розмови

source: Save conversation
fr: Sauvegarder une conversation
ru: Сохранить разговор
tr: Konuşmayı kaydet
uk: Зберегти розмову

source: Save conversation as
fr: Sauvegarder une conversation sous
ru: Сохранить разговор как
tr: Konuşmayı farklı kaydet
uk: Зберегти розмову як

source: Close conversation
fr: Fermer la conversation
ru: Закрыть разговор
tr: Konuşmayı kapat
uk: Закрити розмову

source: Attach f&iles
fr: Joinde des f&ichiers
ru: Прикрепить &файлы
uk: Прикріпити ф&айл

source: Add image from &URL
fr: Ajouter une image depuis une &URL
ru: Добавить изображение по &URL
tr: &Bağlantıdan görsel ekle
uk: Додати зображення з &URL

source: Transcribe audio from microphone
fr: Transcrire l’audio depuis un microphone
ru: Расшифровать звук с микрофона
tr: Mikrofondan sesi metne dönüştür
uk: Транскрибувати аудіо з мікрофона

source: Transcribe audio file
fr: Transcrire un fichier audio
ru: Расшифровать аудиофайл
tr: Ses dosyasını metne dönüştür
uk: Транскрибувати аудіофайл

source: Manage &accounts
fr: Gérer les &comptes
ru: Управление &аккаунтами
tr: &Hesapları yönet
uk: Керувати &обліковими записами

source: Install NVDA addon
fr: Installer le module complémentaire NVDA
ru: Установить дополнение NVDA
tr: NVDA eklentisini yükle
uk: Встановити додаток для NVDA

source: Check updates
fr: Vérifier les mises à jour
ru: Проверить обновления
tr: Güncellemeleri denetle
uk: Перевірити оновлення

source: &GitHub repository
fr: Dépôt &GitHub
ru: &Репозиторий на GitHub
tr: &GitHub deposu
uk: &репозиторій GitHub

source: View &log
fr: Voir le &journal
ru: Просмотреть &журнал
tr: Günlüğü görüntü&le
uk: Переглянути &журнал

source: &Conversation
ru: &Разговор
tr: &Konuşma
uk: &Розмова

source: Too&ls
fr: Outils
ru: Инструме&нты
tr: &Araçlar
uk: &Інструменти

source: &Help
fr: &Aide
ru: &Помощь
tr: &Yardım
uk: &Довідка

source: Minimize to tray
fr: Réduire dans la zone de notification
ru: Свернуть в трей
tr: Sistem tepsisinde simge durumuna küçült
uk: Згорнути в трей

source: No conversation selected
fr: Aucune conversation sélectionnée
ru: Разговор не выбран
tr: Konuşma seçilmedi
uk: Не вибрано жодної розмови

source: No screen coordinates provided
ru: Не указаны координаты экрана
uk: Координати екрану не вказано

source: Profile '%s' not found
fr: Profil « %s » non trouvé
ru: Профиль '%s' не найден
uk: Профіль "%s" не знайдено

source: Conversation %d
ru: Разговор %d
uk: Розмова %d

source: private
uk: приватно

source: Manage accounts
fr: Gérer les comptes
ru: Управление аккаунтами
tr: Hesapları yönet
uk: Керувати обліковими записами

source: Settings
fr: Réglages
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Manage conversation profiles
fr: Gérer les profils de conversation
ru: Управление профилями разговоров
uk: Керувати профілями розмов

source: Failed to create NVDA addon
fr: Échec de la création de l’extension NVDA
ru: Не удалось создать дополнение NVDA
tr: NVDA eklentisi oluşturulamadı
uk: Не вдалося створити додаток для NVDA

source: Failed to open log file
fr: Échec de l’ouverture du fichier journal
ru: Не удалось открыть файл журнала
tr: Günlük dosyası açılamadı
uk: Не вдалося відкрити файл журналу

source: New version available
fr: Une nouvelle version est disponible
ru: Доступна новая версия
tr: Yeni sürüm mevcut
uk: Доступна нова версія

source: Downloading update
fr: Téléchargement de la mise à jour
ru: Загрузка обновления
tr: Güncelleme indiriliyor
uk: Завантаження оновлення

source: Manage conversation &profiles
fr: Gérer les &profils de conversation
ru: Управление &профилями разговоров
uk: Керувати розмовами та &профілями

source: Manual name conversation
fr: Nommer manuellement une conversation
ru: Назвать разговор вручную
uk: Назва розмови вручну

source: &Auto name conversation
fr: Nommer &automatiquement une conversation
ru: &Автоматически назвать разговор
uk: &Автоматична назва розмови

source: Apply conversation profile
fr: Appliquer un profil de conversation
ru: Применить профиль разговора
uk: Застосувати профіль розмови

source: &Private conversation
uk: &Приватна розмова

source: Please add an account first. Do you want to add an account now?
fr: Veuillez d’abord ajouter un compte. Voulez-vous en ajouter un maintenant ?
ru: Пожалуйста, сначала добавьте аккаунт. Хотите сделать это сейчас?
tr: Lütfen önce bir hesap ekleyin. Şimdi bir hesap eklemek istiyor musunuz?
uk: Будь ласка, спочатку додайте обліковий запис. Ви хочете додати обліковий запис зараз?

source: No account configured
fr: Aucun compte configuré
ru: Аккаунт не настроен
tr: Hiçbir hesap yapılandırılmadı
uk: Обліковий запис не налаштовано

source: Basilisk conversation files
fr: Fichier de conversation basilisk
ru: Файлы разговоров Basilisk
uk: Файли розмов Basilisk

source: Failed to open conversation file: '%s', error: %s
fr: Échec d'overture fu fichier de conversation : '%s', erreur : %s
ru: Не удалось открыть файл разговора: '%s', ошибка: %s
uk: Не вдалося відкрити файл розмови: ' %s', помилка: %s

source: Failed to open conversation: %s
uk: Не вдалося відкрити розмову: %s

source: Enter a name for the conversation:
fr: Saisissez un nom pour la conversation :
ru: Введите название для разговора:
uk: Введіть назву розмови:

source: &Generate
fr: &Générer
ru: &Генерировать
uk: &Створити

source: An error occurred while generating the name: %s
fr: Une erreur s'est produite lors de la génération du nom : %s
ru: Произошла ошибка при создании имени: %s
uk: Під час створення назви сталася помилка: %s

source: Perform OCR on Attachments
ru: Распознать текст во вложениях
uk: Виконати розпізнавання на вкладеннях
